---
kind: other
id: Methods.T:Autodesk.Revit.DB.FaceSilhouetteNode
source: html/5596a014-6b4a-cf3b-cfe7-91637df4abd6.htm
---
# FaceSilhouetteNode Methods

Returns the Face object corresponding to the node.